{
"natureDocs": [
{
    "id": "1",
    "title": "Mission Blue",
    "comment": "Tells the story of the living legend Dr. Sylvia Earle and her incredible marine research along with the boundaries she destroyed for women in STEM everywhere.",
    "rating": "4.8/5",
    "where": "Netflix"
},
{
    "id": "2",
    "title": "Planet Earth",
    "comment": "This breathtaking documentary series featuring footage of some of the world's most awe-inspiring natural wonders",
    "rating": "4.5/5",
    "where": "Discovery Plus"
},
{
    "id": "3",
    "title": "Americas National Parks",
    "comment": "National Geographic Channel turns its state-of-the-art cameras on America for a close-up of its national parks",
    "rating": "4/5",
    "where": "Disney+"
},
{
    "id": "4",
    "title": "Natural World",
    "comment": "Intrepid explorers travel far and wide in order to investigate wildlife, habitats, climates, and natural history events.",
    "rating": "4.2/5",
    "where": "Prime Video"
},
{
    "id": "5",
    "title": "March of the Penguins",
    "comment": "This documentary chronicles the heroic and harrowing journey that emperor penguins make amid subfreezing temperatures and violent snowstorms at the South Pole.",
    "rating": "4/5",
    "where": "HBO max"
},
{
    "id": "6",
    "title": "Pandas",
    "comment": "An American biologist embarks on a life-changing journey to join Chinese scientists as they work to introduce captive-born giant panda cubs to life in the wild.",
    "rating": "4.1/5",
    "where": "Hulu"
},
{
    "id": "7",
    "title": "African Cats",
    "comment": "Filmed over two-and-a-half years in the Maasai Mara National Reserve in Kenya, Keith Scholey and Alastair Fothergil's nature documentary focuses on the threats and dangers that African cats face within their own communities and from the environment around them",
    "rating": "3.9/5",
    "where": "Disney+"
},
{
    "id": "8",
    "title": "Oceans",
    "comment": "Using the latest technology, filmmakers Jacques Perrin and Jacques Cluzaud set out to explore the underwater world. Diving deep into the waters that ultimately sustain all life on Earth.",
    "rating": "4/5",
    "where": "Disney+"
}
]
}